Repository: sybrk/gemini-pro-bilingual
Catalog: sample.xlf
Languages: tr

# unit1
source: Good morning! How can I help you today?
tr: Günaydın! Bugün size nasıl yardımcı olabilirim?

# unit2
source: I'm looking for information about your latest products.
tr: En yeni ürünleriniz hakkında bilgi arıyorum.

# unit3
source: We have a wide range of products to choose from. What are you interested in?
tr: Seçebileceğiniz çok çeşitli ürünlerimiz var. Ne ile ilgileniyorsunuz?

# unit4
source: I'm interested in electronics, specifically smartphones.
tr: Elektronik, özellikle de akıllı telefonlar ile ilgileniyorum.

# unit5
source: Great! We have a variety of smartphones to suit different needs and budgets.
tr: Harika! Farklı ihtiyaçlara ve bütçelere uygun çeşitli akıllı telefonlarımız var.

# unit6
source: Can you tell me more about the features of your latest smartphone model?
tr: En yeni akıllı telefon modelinizin özellikleri hakkında daha fazla bilgi verebilir misiniz?

# unit7
source: Certainly. Our latest model boasts a high-resolution camera, a long-lasting battery, and a powerful processor.
tr: Elbette. En yeni modelimiz yüksek çözünürlü bir kamera, uzun ömürlü bir pil ve güçlü bir işlemciye sahiptir.

# unit8
source: That sounds impressive! What is the price?
tr: Bu etkileyici görünüyor! Fiyatı nedir?

# unit9
source: The price depends on the storage capacity you choose. However, it starts at around ₺2,000.
tr: Fiyat, seçtiğiniz depolama kapasitesine bağlıdır. Ancak ₺2.000 civarında başlıyor.

# unit10
source: Thank you for the information. I'll think about it and let you know if I have any further questions.
tr: Bilgi için teşekkür ederim. Düşüneceğim ve başka sorularım olursa size haber vereceğim.
